post1 = 'вами был выставлен возраст ниже допустимого, ' \
        'алгоритм поиска оптимизирован выставлен ' \
        'минимальный допустимый возраст 18лет'

post2 = 'Вы не зарегистрировались!' \
        '\n Введите start ' \
        'для перезагрузки бота'

post3 = '1 - Добавить, ' \
        '2 - Заблокировать, ' \
        '0 - Далее, \n' \
        'q - выход из поиска'
hello_post = "Вас приветствует бот - vkinder\n" \
             "для продолжения введите - start"

bot_menu = "\nДля поиска - введите - поиск \n" \
           "Перейти в избранное нажмите - избранное\n" \
           "Перейти в черный список - спам"

info_post = 'Вы посмотрели все анкеты.' \
            'Перейти в избранное - избранное' \
            'Перейти в черный список - спам' \
            'Меню бота - start'

post4 = 'вы не зарегистрированы, ' \
        'пройдите регистрацию'

post5 = 'Это была последняя анкета.\n' \
        'start - вернуться в меню\n'

start_post = 'start - для активации бота.'

post6 = 'Это была последняя анкета.\n'\
        'start - вернуться в меню\n'

ation1_post = '1 - Удалить из избранного, 0 - Далее \nq - Выход'

ation2_post = '1 - Удалить из черного списка , 0 - Далее \nq - Выход'

bot_age = 'введите возраст: от (минимальный возраст 18)\n Например: <от 18>'

start_2 = 'Вы не зарегистрировались!\n Введите start для перезагрузки бота'
